<pad>
<eos>
<unk>
the
.
,
of
to
in
a
that
is
and
we
for
this
I
it
be
not
are
Mr.
have
as
on
i
will
Speaker
they
by
with
what
-
would
was
?
Minister
has
there
at
from
all
an
been
he
our
should
Government
do
which
Canada
House
these
about
does
hon.
my
other
think
time
were
any
can
if
no
their
$
know
like
more
one
question
said
(
)
:
am
but
country
now
people
public
so
Member
Prime
because
government
hear
make
member
or
them
those
when
who
years
Canadian
also
being
federal
his
order
point
such
up
us
very
's
before
going
however
its
must
out
per
problem
well
why
!
Bill
Hon.
had
let
matter
members
oh
put
quite
say
some
then
want
you
believe
cannot
could
down
good
into
just
many
minister
only
over
provincial
see
through
two
work
2
basis
cent
come
debate
did
fact
find
get
given
how
made
me
most
much
report
right
role
since
taken
than
things
words
year
British
Canadians
Chairman
Liberal
Party
Transport
available
capital
election
first
general
go
investment
issue
jobs
last
legislation
might
months
new
number
position
power
program
regulations
result
second
sector
take
where
women
»
--
1
1984
Budget
Members
Quebec
Toronto
ask
assistance
benefit
both
change
clear
co
company
cost
development
doing
economic
everyone
example
financial
funding
him
hope
increase
industry
involved
least
long
major
making
million
motion
nation
national
need
opportunity
part
particularly
parties
perhaps
place
principle
private
range
responsible
same
saying
says
something
spent
standards
supply
therefore
too
way
while
«
"
1975
45
Columbia
Committee
John
absolutely
across
administration
again
ago
agree
amendments
become
beginning
between
bill
brought
buck
commitment
companies
concern
consider
considerable
continue
corporations
crime
days
decision
each
earlier
economy
effect
end
family
far
feel
few
fewer
follow
following
force
former
full
greater
half
happening
heard
income
increased
indeed
inflation
kind
level
life
madam
marketing
may
met
moment
money
oil
opposition
please
producers
programs
properly
provinces
provision
record
refer
referred
related
required
research
respect
rise
sense
serious
services
set
six
sort
specific
speech
sure
terms
today
under
understand
unemployment
unfortunately
upon
use
whether
whole
yet
12
1978
3
A
Board
Chair
Conservative
December
General
Halifax
Indian
Manitoba
Northern
November
Opposition
Petro
Rail
St.
Union
Western
able
accept
according
account
action
additional
afford
after
afternoon
against
agreed
agreement
agreements
agriculture
allow
allowed
allowing
already
always
amateur
announcement
another
answer
answers
applications
apply
approach
areas
argument
article
asked
assist
associations
athletic
b
back
became
behind
best
better
boats
borrowing
brief
bring
building
built
business
canada
caucus
causing
cents
changing
charge
choose
claim
colleague
colleagues
commitments
committed
concerned
confidence
constituency
constitution
construction
consult
continued
counterparts
crop
deal
degree
designed
directed
disagree
disease
done
efficiency
either
employees
enough
equality
exactly
exist
experience
extent
faced
facilities
fair
fairness
fall
families
farm
farmers
figures
food
foreign
form
fortunately
fully
further
furthermore
future
gains
gas
gave
give
glad
grain
great
group
having
help
hoax
home
human
immigration
impact
implement
important
independent
indicate
indicated
indispensable
individual
information
informed
instead
insurance
intend
interest
international
introduce
itself
language
levels
lines
little
live
longer
look
lot
lowest
majority
matters
means
meetings
mind
move
myself
neglected
nuclear
offer
office
officials
open
opinion
original
paid
parents
particular
payments
pension
period
person
personal
personnel
perspective
pipeline
played
policy
political
positive
possible
present
pressure
priority
progress
proud
provided
purpose
rate
reached
reading
realize
really
recommendation
recovery
reference
regard
registered
rejected
remind
request
require
resolution
responding
responsibility
return
riding
rights
rising
rules
security
seems
seen
series
serve
simply
sit
situation
size
society
solution
spending
stabilization
stage
statement
stolen
subject
substantial
success
suggested
support
surely
takes
tax
technical
tell
thank
themselves
throughout
told
total
town
traditional
treats
try
trying
turn
type
used
view
views
vulnerable
week
whose
wide
workers
works
writing
wrong
your
.5
1,122,000
1,800
100
15
18
19
1934
1938
1960s
1970
1979
2,958
2.8
20,000
225,000
24
24L
25
25,000
29
30
30,000
31
34
365
4
440
5.23
500
53
6
6.42
7
70
85
900
98,355
;
AIB
Accord
Action
Advisory
Affairs
Airport
Alberta
Alliance
Americans
April
Arctic
Artistes
Atlantic
Auditor
Baie
Baldwin
Bar
Beaches
Beaufort
Bow
Bowden
Brunswick
Bryce
C
CEMA
CFB
COJO
Cabinet
Canadair
Candu
Carter
Cochrane
Comeau
Commissioner
Commons
Company
Confederation
Conservatives
Corporation
Court
Credit
Crown
DREE
Dartmouth
Department
Departments
Deputy
Deux
Development
Division
Don
Dr.
ERDA
East
Economic
Elections
Energy
Essex
European
Expansion
FIRA
Farm
Finance
Forrestall
Fort
Governments
Hare
Heath
Institution
International
Investigation
Investment
Jaw
June
Justice
Kenneth
Languages
Laval
Leader
Limited
MOT
March
Ministry
Moncton
Montagnes
Montreal
Moose
Motion
Mulroney
N
NATO
NDP
National
New
No.
October
Office
Official
PC
PT6
PT7
Parks
Pearson
Penner
Prairie
President
Privileges
Program
Progressive
RIDA
Reagan
Regional
Right
River
Sea
Senate
September
Sir
Snowbirds
Solicitor
Soviet
Special
Standing
State
States
Steele
Superior
Supreme
Taylor
Telecom
They
Three
Timmins
Tories
Transportation
Treasury
Turner
United
VIA
Valley
Verdun
Victoria
Wheat
Windsor
Wyman
abattoirs
ability
above
absolute
accelerate
accident
accurate
acid
act
acting
actively
activity
actual
actually
add
addition
adds
adjournment
adjusted
administer
administrative
admit
adoptive
advance
advanced
advancement
advice
advise
aerobatic
affairs
affected
afraid
agent
agricultural
ahead
air
airline
alcohol
alerting
alliance
allocated
allocating
allowance
along
alternative
among
amount
amused
analysing
animals
annually
annum
answered
anybody
appear
appears
applaud
applauded
applauding
approximately
area
arise
around
asking
aspects
assets
association
assurance
atmospheric
attach
attempts
attend
attitude
attorneys
attracting
authorities
authority
automatic
automobiles
aware
away
backbone
bail
bailing
balance
balanced
ban
banks
bargaining
barrier
base
based
basic
battle
beat
beef
beings
belief
benefits
bet
big
billion
bills
bit
boring
bother
bound
branches
break
breakdown
breaks
bringing
brings
budget
burning
bush
bushel
businesses
buy
call
called
calling
came
career
careers
carpenters
cause
caused
censorship
centre
centres
certain
certainly
chain
challenge
challenging
changes
charged
chief
cited
citizens
clarify
clause
clean
climate
close
closed
closer
coast
coasted
collapsed
collected
collective
comes
coming
commend
comment
comments
commercial
committee
commodity
common
community
compensated
competition
completely
completion
compliance
complicated
compulsory
concerning
conciliatory
conduct
conducted
conference
conservation
considerations
considered
considering
construct
consultation
consultations
contemplated
content
continually
contract
contradiction
contrary
contributes
contributions
control
coordinated
costs
council
countries
course
create
credit
criminals
criteria
criticism
crowd
cruel
cumbersome
current
currently
customers
cut
cuts
day
decisions
declare
deemed
deep
deficit
definition
demand
democracy
democratic
demonstrated
denigrated
depart
depend
depends
des
describing
description
destroy
detailed
determining
deterrent
developed
different
differentiate
difficult
difficulties
direct
direction
directly
disclosure
discovered
discriminate
discrimination
discuss
discussion
discussions
disillusioned
dislocation
displays
dispose
disregard
disrobe
distinction
distinguished
distributed
distribution
disturbed
divergencies
diversified
divert
divisiveness
divorced
document
documents
dollars
doom
door
drinks
drop
drug
duplication
during
early
eastern
effects
eight
elderly
element
elementary
eligibility
else
embarassed
embarrassed
emergency
employed
employment
energy
enforcement
engages
engine
engines
enjoyment
envisaged
equal
equalization
equity
erosion
essential
established
establishment
estimates
evaluated
even
ever
every
evidence
excess
excessive
excuses
executive
existence
expanded
experts
explained
explanation
exploit
exports
factor
factors
facts
failure
fairly
farming
fashion
faulty
favourable
fees
field
fifty
figure
fill
final
fine
firm
fishermen
fishing
fit
flaws
followed
follows
forecasters
foremost
forest
forget
fought
four
free
friend
funds
gala
gallant
gating
getting
ghost
gives
giving
gloom
goal
gobbledy
gook
got
governments
groups
guess
guide
hammered
hand
handling
hang
happened
harassment
hard
hate
healthy
hearing
hearings
heating
helps
her
here
heritage
highly
historic
history
homeowners
honesty
hotel
housekeeping
hundreds
hurry
idea
ideas
ii
ill
implemented
implications
import
improved
improvements
inadvisable
incentive
incident
include
includes
incredible
indefinitely
indicates
indication
indicators
individuals
industrial
inflationary
inflow
instance
institutions
intensive
intercontinental
interested
interfering
intermediate
internal
interrupt
introduced
investigation
involving
isolate
isolation
item
job
join
joining
joyful
judgment
justice
keeping
kept
key
kids
kinds
later
laudable
laughing
lavish
law
lawyers
lay
lead
leadership
leaving
left
leftists
lengthy
lesson
levy
liberties
liberty
library
light
likely
line
litre
loading
loan
local
looked
lose
losing
loudly
low
luxury
magic
mail
main
maintained
maintenance
makes
managed
management
manner
manufacture
marine
market
marriage
maybe
mean
mecca
mechanisms
medicare
meeting
memories
mentioned
message
military
mill
mine
ministers
misrepresented
missile
mistake
mobilized
momentum
moneys
moratorium
moreover
morning
mostly
moved
name
naturally
near
nearly
necessarily
negligible
negociations
negotiations
neighbouring
net
news
newspaper
next
nine
noise
non
none
northern
nose
note
notes
nothing
objective
objectives
obscure
obvious
obviously
occurred
offered
officer
offices
official
often
once
ongoing
onus
op
operation
operations
operative
opportunities
oppose
option
orders
ordinate
organized
oriented
others
ourselves
outright
outstanding
overproduction
overs
own
owned
ownership
p.m.
painful
parliament
parliamentary
participation
partnership
party
pass
passage
passed
past
paying
penalize
percentage
perfect
performed
performer
permanent
persistence
pertinent
pervasive
pet
physical
pick
piece
places
placing
plain
plan
plans
play
playwrights
pleased
pledges
policing
popularity
pork
post
postponed
poverty
powers
precedents
premise
premiums
preparations
prepare
prepared
press
preview
previous
price
prices
primarily
privilege
probing
problems
procedure
procedures
proceed
proceeding
proceeds
process
processing
product
production
productive
products
professionals
profits
projected
promise
promises
promulgated
property
proposal
proposes
proposing
prospective
proven
providing
province
publicly
qualify
quality
qualms
quarrel
questions
quote
railroad
rain
rates
rational
rationalize
ravages
ravine
re
readily
reads
ready
real
realistic
reality
reasonable
reasons
received
receiving
recently
recognized
recommend
recommendations
reduce
reduction
referring
reflected
reform
refrain
refugee
refunded
refuses
regarded
regardless
regional
rehabilitation
relates
relations
release
relieve
remainder
remarks
remember
remembered
reminded
removal
remove
renamed
representations
representatives
represents
requirements
requires
resource
responded
response
rest
restrict
resulting
resume
retail
retired
returned
review
revive
revolving
risks
rooted
roots
roughly
routine
rule
ruled
ruling
running
runway
rural
rush
sailors
salary
samples
sat
savings
savvy
schism
science
scientists
seasonally
seconded
seek
seeking
seem
sees
segments
senior
sensible
sensitivity
sent
separate
seriously
service
severe
sexual
shampoo
shipped
ships
shops
short
show
sick
side
sides
similarly
simultaneously
single
sixth
skilled
small
soared
sold
solutions
solved
somehow
sorry
sources
speaker
specialized
specialty
spelled
spends
splitting
spoke
spoken
spur
squeeze
stand
stands
state
stated
statements
statistics
status
statute
steel
steps
stick
still
stock
stood
story
strains
strategy
stressed
stricter
strikes
student
studies
study
stupid
subcommittee
subgovernment
subjected
submit
subsidiary
subsidy
substantive
successful
suggesting
suggestion
supplementaries
supplementary
supplier
supportive
surveillance
survivor
swept
syndrome
system
systems
tabled
taking
talk
talked
talking
target
taxed
taxes
team
technicians
technique
technological
technology
tells
ten
term
test
theory
thing
third
thirds
though
threat
three
throats
thus
times
tired
tolerance
tonight
tourist
trade
transmission
treated
treating
treaty
tremendous
trend
trouble
trough
truly
tube
types
unable
unacceptable
understandable
understanding
unions
units
unity
universal
until
unusual
urban
urge
using
value
vehicles
verifiable
vessels
vigorously
violent
vital
volunteers
vote
voted
voters
votes
voting
wait
wall
wants
watched
ways
welcome
went
west
western
wife
willing
wish
withdraw
withdrawing
within
wonder
world
writers
written
yes
young
