<pad>
<eos>
<unk>
de
le
.
,
les
à
que
la
est
ce
je
en
et
il
a
ne
nous
un
-
pas
une
se
pour
qui
monsieur
dans
ministre
gouvernement
on
cette
plus
sont
ils
sur
?
par
ces
ont
cela
député
être
Orateur
comme
question
si
Canada
Président
avec
tous
y
ai
bien
fait
leur
tout
avons
Chambre
notre
premier
été
)
dit
faire
me
autre
loi
ou
son
:
deux
non
projet
était
!
même
peut
autres
mais
problème
rôle
ses
temps
vous
(
Canadiens
dire
donc
députés
faut
mesure
où
pays
président
très
voudrais
après
car
devrait
doit
dont
elle
fédéral
lui
nos
personnes
savoir
toute
toutes
également
étaient
$
%
M.
agit
agricole
années
argent
aussi
avait
avoir
bon
cet
depuis
dollars
encore
entre
exemple
fort
maintenant
moins
niveau
oh
ordre
parti
pense
peu
pourquoi
pourrait
programme
provinces
situation
sociétés
soit
suis
sujet
surtout
va
économique
2
Règlement
Transports
alors
ans
aujourd'
comité
comment
crois
déjà
eux
façon
femmes
gens
général
heure
hui
là
ma
mon
motion
nombreuses
parler
parlé
pendant
point
pris
rapport
règlements
sa
secteur
tel
toujours
voilà
»
État
1984
Toronto
accord
aide
an
avis
bravo
budget
canadienne
canadiennes
cependant
chose
collègue
concernant
construction
cours
demande
demander
dernier
devons
domaine
débat
décision
développement
effets
elles
emploi
ensuite
entreprises
existe
faudrait
guère
important
lieu
millions
mois
nombre
obtenir
opposition
part
personne
politique
programmes
quand
quelques
rien
réalité
services
seul
société
soient
sommes
sous
succès
toutefois
veut
«
économie
1
1975
3
45
;
Britannique
Colombie
Québec
Société
action
activité
actuelle
actuellement
ailleurs
ainsi
ait
amendements
année
article
aspects
assurance
aura
avaient
avant
beaucoup
bill
bref
cadre
campagne
capital
cas
certain
chargé
chômage
circonscription
commercialisation
compte
conclure
conservateur
considérable
considéré
contre
dessus
deuxième
discours
donne
donner
droit
début
déclaré
dépense
effet
emplois
entendre
environ
espère
famille
genre
gouvernements
groupes
heureux
ici
industrie
inflation
intention
investir
invoque
jouer
jours
justice
libéral
longtemps
lorsque
madame
malheureusement
marché
ministère
mis
moitié
moment
monde
mêmes
nouveaux
nouvelles
nécessaire
objectifs
outre
parce
participer
passe
personnel
peuvent
plan
population
poser
position
poste
pouvoir
pouvoirs
première
principe
privé
prix
producteurs
propos
public
quelque
questions
raison
recherche
revenu
réduction
sais
selon
semble
sera
serait
seront
seulement
spécialisés
tant
taux
tiens
travail
trop
trouve
valeur
voici
voir
élections
...
1978
6
Conseil
Halifax
John
Manitoba
Petro
Union
absolument
acceptons
accords
accroître
actuel
administratif
adopter
adresse
affaires
agir
aider
aimerais
amateur
animaux
application
applique
aspect
assez
association
associations
attendre
attitude
aurait
aurons
autant
autorité
b
bas
but
canadien
caucus
cause
celle
certaines
certains
certes
chacun
changement
chez
chiffres
choisir
ci
collègues
communes
communiqué
compagnies
comédie
concerne
confiance
conscient
conservateurs
consiste
constitution
consulter
consulté
coûte
création
davantage
demandes
demandé
deuxièmement
discussions
discuter
disponibles
doivent
donné
durant
décembre
décidé
déclaration
détail
employés
emprunt
engagé
ensemble
entendu
erreur
estime
exactement
expérience
fais
faisant
faites
fallait
fer
fermer
feront
financiers
fois
font
forme
fournir
fédérale
gains
gestion
grande
grands
généraux
heureusement
histoire
honorable
immigration
impossible
informé
initial
inquiètent
instant
intermédiaire
international
jour
joué
jusque
laquelle
lecture
leurs
libéraux
lignes
localité
long
majorité
matière
mes
mesures
mettre
mieux
modifie
mots
nord
normes
nouvelle
novembre
négligé
objectif
opinion
oublier
ouest
pareille
partage
particulier
partiel
partis
passer
payer
pensions
permet
permettre
permis
petit
piastre
place
plupart
plutôt
porte
portée
possible
poursuivre
prie
produits
progressiste
promesses
propose
propres
provinciales
provinciaux
près
précise
préciser
présidence
prétendre
prêt
prêts
publique
puis
puisque
pêche
quelconque
quoi
rappelle
recommandations
remercie
reviendrai
reçu
rupture
réagir
régionale
régions
réponse
résolution
réunions
saisi
sait
sans
secteurs
semaine
sens
serai
service
servir
simplement
sincèrement
six
solution
sorte
sport
spécialistes
suite
supplémentaires
série
sérieuse
tandis
tard
taxe
technique
tenir
tensions
terminer
tient
transports
versés
veux
vie
vivent
votre
voté
voulons
vrai
vraiment
vue
vulnérables
À
âgées
économiques
écrit
établi
établir
établissements
étape
état
étude
"
1,122,000
1,800
100
12
15
18
19
1934
1938
1970
1979
1985
2,958
2.8c
20,000
225,000
24
24L
25
25,000
29
30
30,000
31
34
365
4
440
5
5.23
500
53
6.42
60
7
70
900
98,355
AEIE
Accord
Affaires
Alberta
Alliance
Arctic
Atlantique
Baie
Baldwin
Beaches
Beaufort
Birds
Bow
Bowden
British
Brunswick
Bryce
Bureau
Bégin
C
CAI
COJO
Canadair
Candu
Carter
Cochrane
Comeau
Commissaire
Commission
Confédération
Convoquez
Cour
Deux
Division
Don
Dr
ERCO
East
Entente
Essex
Expansion
Finances
Forrestall
Fort
Grand
Hare
Heath
Ils
Indiens
Investissement
Jean
Justice
Kenneth
Laval
Limitée
MEER
Mecque
Mme
Moncton
Montagnes
Montréal
Mulroney
N
Nord
Nouveau
OTAN
Office
Ouest
PT6
PT7
Parcs
Parlement
Pearson
Penner
Prairies
Rail
Reagan
River
Saint
Sciences
Snow
St.
Supérieur
Sénat
Taylor
Technologie
Telecom
Timmins
Trésor
Turner
Un
VIA
Valley
Verdun
Victoria
Vérificateur
Western
Windsor
Wyman
abandonnent
abandonné
abattoirs
abolie
abondance
abord
absorber
accepter
accessible
accident
accorde
accorder
accroisse
accusations
acharnement
achetées
acides
aciérie
acquis
acrobatie
actif
actions
activités
admettre
administration
administrer
admissible
adoptifs
adoption
adoptons
adopté
adoptée
advenu
affirmer
afflux
agent
agi
agricoles
agriculteurs
agriculture
agrément
ah
aidera
aime
aimerait
ajournement
ajouterais
ajouté
alcool
alimentaire
aliments
allaient
allait
alliance
allocations
allons
amener
ampleur
amélioration
améliorations
américains
analyse
ancien
annexer
annuel
anormal
appartiennent
applaudir
appliquent
appliquer
appliquées
apporter
apporté
apportées
apprendre
approfondie
approvisionnements
appui
appuyer
argument
arracher
arrivé
artistes
asseoir
assiette
assis
assister
assurait
assuré
assurément
assurés
atelier
ateliers
atmosphériques
atteindre
attendons
attirant
au
aucune
audience
audiences
augmentaient
augmentait
augmenter
augmenté
auparavant
aurais
auront
auteurs
automne
automobiles
autorités
autour
autrement
auxiliaires
avais
avance
avancement
avantage
avertir
avez
avocats
avril
axés
aérienne
aériennes
aéroport
baisse
balayés
banques
barreau
base
bataille
besoin
besoins
beurre
bibliothèque
biens
bientôt
bilan
bills
blé
boeuf
boisseau
boissons
bonne
bonnes
brise
britannique
bruit
budgets
budgétaire
bureaux
bâtiment
bâtiments
bâtis
bénéfices
bénévoles
cabinet
cachets
calendes
canadiens
capitaux
caractère
carcéraux
carrière
carrément
celles
censure
centaines
centre
centres
cents
certainement
cesse
cesser
chacune
changeant
changements
chante
chaque
charabia
charge
chargement
chauffage
chauffait
chaîne
chef
chemins
cherchant
choses
cinquante
circonscriptions
citadins
citation
cite
clair
clairement
clairs
clients
climat
coeur
collaboration
collectif
collective
combattre
combien
commandes
commence
commencer
commenter
commerciale
commerciales
compenser
complet
complexes
compliqué
compliqués
complètement
complété
comporter
comprendre
comprends
compréhensible
comptent
comptons
compétence
conciliantes
concrétisées
concurrence
conformer
conformes
conférence
conjoints
connais
connaissent
connaître
conservation
conserveries
considération
considérons
considérée
constituent
constituer
consultatif
consultations
consulterait
conséquence
conséquent
contenu
contenues
contient
continent
continue
continuer
contradiction
contraire
contrat
contrecoup
contreparties
contribuables
contribution
contribué
convenablement
coopératif
coopérative
coordonnée
courantes
couronné
coût
coûter
coûtera
coûteront
crime
criminalité
criminelle
criminels
crise
critiques
critère
critères
croirait
croire
croit
croyons
cru
cruelle
créations
crédit
crée
créer
célibataires
céréaliers
côte
côté
debout
demandent
demeurant
demeurons
denrée
dernière
dernièrement
dernières
destin
destructifs
devaient
devenir
devenu
devrions
difficultés
différente
dirai
directement
directeur
disaient
discrimination
disent
dissuasion
distinctif
distinction
distinctions
distribution
divergences
divers
diversifiée
divorces
dix
document
documents
dois
domestique
domestiques
données
dorsale
dorénavant
dossier
dossiers
double
douceur
doute
drogue
droits
drôle
due
décidons
déclare
découvert
défaut
défendre
défi
définir
définition
déférence
démocrates
démocratie
démocratique
démontre
dépend
dépendra
dépenses
dépensé
dépistage
déplore
déposer
déposé
déprécié
déroger
déroulent
désaisonnalisés
désormais
détaillés
détails
détruire
dévêtir
dû
effectifs
effectivement
effectuées
efficacement
efficacité
efforcer
embarcations
embarrassante
embranchements
employées
empêcher
encouragement
encouragera
endroits
enfants
engagement
engagements
ennuyer
enquête
enquêtes
enregistré
enregistrées
entendront
entente
ententes
entreprise
entretien
envisager
envisagée
envisagées
envoyée
erroné
espace
essaie
essaierons
essayons
essayé
essence
essentiel
estimait
estimations
eu
européens
ex
examiner
excellent
exclusivement
excuses
exercé
exige
exigences
existence
existent
expansion
explications
expliqué
exploitation
explorer
exportations
exporte
exposer
exposera
exposé
expressions
exprimées
extrémité
extrêmement
fabrication
facilement
facilité
faisait
faisons
faits
familiales
familles
fantôme
fausse
femme
ferroviaire
fier
fiers
figurent
fin
financement
finances
financier
financière
fit
fixe
flambeau
flèche
fléchir
fonction
fonctionnaires
fonctionnent
fond
fondamentalement
fondés
force
forcez
forestiers
fortement
fourni
fournisseur
fournit
fructueuse
fut
fédérales
félicite
gagnent
gala
garanti
garantie
garde
gardera
gauchistes
gazier
gazoduc
grains
grand
gratuite
grave
graves
grecques
gros
groupe
grâce
gré
générale
générales
géographiques
gérés
gênés
habile
harcèlements
hausse
hautement
hauts
heures
heureuse
historiques
homme
homologues
hon.
honnêteté
huitièmement
humainement
hypothèse
hôtel
idées
ignore
ii
illusions
imagine
imaginer
immédiate
immédiatement
implanter
importance
importants
importe
importer
impose
imposer
imposées
impôt
inacceptable
incapable
incapables
incident
inclus
incombe
incroyable
indices
indiennes
indiqué
indispensable
indispensables
industrielle
indépendamment
indépendant
indépendante
inflationniste
information
informations
informée
initiative
inquisitrices
inquiéter
insensé
inspirer
installations
instamment
instances
instauré
intelligence
intercontinentale
internationale
interrompre
intervention
interventions
intervenus
intervient
intéressant
intéressants
intéresse
intéressés
intérêt
intérêts
inutile
investissement
investisseurs
irai
isolant
jamais
jeunes
joindre
joue
journaliste
juin
juste
justes
justifiée
lacunes
laissait
laisser
laissé
lancer
langage
langue
langues
large
largement
le1er
levés
leçon
libérales
libérer
line
liquidé
litre
loin
lourds
législatives
m.
main
maintenir
maintenue
majeure
mal
maladie
malentendu
mandat
manifester
manière
manquer
marchés
mariage
marins
mars
matin
mauvaise
mazout
meilleur
meilleure
menace
menaient
mentionne
mentionner
menuisiers
mer
mettent
midi
milieux
militaire
milliards
mine
minerai
ministres
ministères
miracle
mises
missiles
modification
modèle
moi
moindre
mondiale
montant
montrent
montrer
montrez
montré
montrée
monté
montée
moratoire
mot
moteur
moteurs
motivé
mouvement
moyens
municipalités
mères
mécanisme
médicaux
méthodes
nationale
navire
net
nets
neuf
niveaux
no
nom
nombreux
note
notes
nouveau
nucléaire
nucléaires
nécessairement
néglige
négligeable
négociation
négociations
négocier
néo
objet
obligatoire
oblige
obligé
obligées
obligés
observations
obstacle
obtenu
occasion
occupons
octobre
oeufs
offert
offerts
officielle
officielles
offre
opinions
oppose
opposerait
opposé
opposés
option
orateur
ordinaire
organisé
oui
ouverte
paiements
pareil
pareilles
parents
parfait
pari
parlait
parlementaire
parole
partagé
participation
participé
particuliers
partie
parties
partout
parvenir
passé
patrimoine
pauvreté
paye
pensent
penser
pensons
perdent
perdu
permanent
permette
permettra
persuadé
persévérance
pertinents
perçue
pessimistes
peuple
pied
pipe
pire
piste
pièces
plaisait
plans
plein
pluies
poires
poisson
popularité
porc
portera
porté
posent
positifs
positive
possibilités
possèdent
posture
posée
pot
pourra
pourraient
pourrais
pourrions
pourrons
pourront
poussée
pouvaient
pouvez
pouvions
prendra
prendre
prenons
presque
presse
prestation
prestations
primes
principaux
prioritaire
priorité
prise
privilèges
probable
probablement
prochain
prochaines
procureurs
procéder
production
productive
produire
professions
profit
profite
profiteront
profondeur
promesse
promis
promulgués
prononcé
prononcés
proposent
proposer
proposera
proposerais
propriétaires
propriété
province
provinciale
provisoires
provoquer
précis
préciserait
précédé
prélevée
préoccupation
préparatifs
préparer
préparé
présentaient
présentait
présentement
présenter
présenté
présentée
présentés
prétends
prétendu
prévisions
prévoit
prévoyons
pu
publiquement
puissance
pénaliser
pénible
période
péréquation
pétrole
pétrolier
pêcheurs
qualité
quant
quatre
quel
quelle
quels
québécoise
raisonnables
raisons
rapidement
rappel
rappellerai
rationaliser
ravage
ravi
ravin
ravitaillement
rayon
rebaptisée
recettes
recommandation
recommande
redresser
refusé
regarde
regrette
rejeté
relance
relancer
relations
relativement
relève
relèveront
remarques
remboursée
remise
remonter
remplir
remplira
remédier
rencontré
renfloue
renflouer
rengaine
renseignements
renvoi
reprennent
représentants
représentation
représente
respectaient
respecter
respectera
respectons
respecté
responsabilités
resserrement
ressorti
reste
restreindre
retard
retirer
retournées
retraite
retrouve
revenir
revenons
rigoureuses
rire
risques
règle
règles
règne
réadapter
réaliste
réapprovisionnement
réarrestation
réclame
réclamons
récolte
réduirait
réduiront
réexamen
réfléchissons
réforme
réfugié
région
régional
réglementation
régler
régularisation
répercussions
répondent
répondre
réponds
répondu
réponses
répétant
répétera
réserve
résolu
résoudre
réunion
révélateurs
révélées
saisie
saisis
salaire
sauf
saurait
savon
savons
scellé
scrupule
scène
sein
semblent
septembre
seraient
servent
servi
servira
sexuels
signaler
signalons
signalé
signifierait
sinon
situations
situer
sixième
soins
solliciteur
solutions
somme
songeaient
songeait
soucie
soucier
souhaitable
souhaitons
souligner
sources
sourire
soutenir
soutien
souvenir
souvenons
soviétique
spécialement
spéciales
spécialisée
stabiliser
stade
stationnés
statut
stipulé
stratégie
stupides
su
subissent
subvention
suffisamment
suffisant
suggestion
suivi
suivre
supplémentaire
suppression
suprême
surproduction
surveillance
survivant
syndrome
système
séance
sécurité
séparément
séparés
sérieusement
sérieuses
sévères
sûrs
taire
tambour
tantôt
techniciens
technologique
telle
telles
tels
tenaient
tendance
teneur
tente
tenu
tenus
terme
termes
terre
texte
théâtre
tiers
tirant
tirer
tiré
tolérance
touche
touchent
toucheront
tour
tourisme
tourner
traditionnels
train
traite
traiter
traiterions
traité
transforment
transmission
travaillent
travailler
travailleurs
travaux
travers
traversé
trois
troisième
trouvait
trouvent
trouver
trouverons
trouvons
type
unité
universalité
unième
urgence
utile
utilisons
utilisées
utilisés
vacant
vaillants
vais
valable
vapeur
vaudrait
vaut
vendues
venons
versera
vertu
veulent
vice
ville
visons
visé
vives
voie
voisine
volées
vont
vote
voudrait
voyons
vraisemblablement
vu
véhicules
vérifiables
véritable
Évidemment
échantillons
éclipsé
économies
écoper
écrivains
égalité
égard
électorale
électorales
électricité
élevés
élément
élémentaire
éléments
éminente
éminents
énergie
énonce
énormes
énormité
énormément
épine
époque
éprouver
équipe
équitable
équitablement
équivaut
érosion
établissement
étau
étrangers
études
étudiants
étudier
étudié
évalués
évidence
éviter
